{
    "siteMap": {
        "title": "Liens",
        "home": "Accueil",
        "about": "À propos",
        "services": "Services",
        "security": "Sécurité",
        "contact": "Contactez-nous"
    },
    "complaints": {
        "complaints": "Plaintes",
        "safeguarding": "Protection des fonds"
    },
    "contacts": {
        "title": "Contacts"
    },
    "disclaimer": "Le groupe Elev8 a soigneusement sélectionné des partenaires fintech et de change leaders dans le secteur pour fournir à nos clients des services et produits réglementés:<br />Le groupe Elev8 collabore avec des entreprises fintech leaders et des partenaires de change pour fournir des services réglementés à nos clients. Les services de paiement pour le groupe Elev8 sont fournis par Sciopay Ltd. Sciopay Ltd est une société constituée en Angleterre &amp; Pays de Galles. Numéro d'enregistrement: 12352935. Sciopay Ltd est autorisée et réglementée par HMRC en tant qu'entreprise de services financiers (MSB). Numéro de licence: XCML00000151326. Sciopay Ltd est autorisée par la Financial Conduct Authority en tant qu'institution de paiement autorisée. Numéro de référence de l'entreprise: 927951<br />Les services de paiement et de change du groupe Elev8 Limited sont fournis par Ebury Partners UK Limited. Le groupe Elev8 Limited est partenaire d'Ebury Partners UK Limited en tant que gestionnaire de programme. Ebury Partners UK Limited est autorisée et réglementée par la Financial Conduct Authority en tant qu'institution de monnaie électronique (Financial Services Register n° 900797). Ebury Partners UK Ltd est enregistrée auprès de l'Information Commissioner's Office sous le numéro d'enregistrement ZA345828<br />Ebury Partners UK Limited (EPUK) est une institution de monnaie électronique autorisée et est une entité agréée qui est autorisée à offrir des spots et des forwards à des fins commerciales pour faciliter le paiement de biens ou services identifiables et des investissements directs, conformément à l'exemption applicable de la directive MiFID II (Markets in Financial Instruments Directive). Les produits d'investissement réglementés, tels que définis dans MiFID II, ne relèvent pas de cette licence et ne peuvent être négociés sous EPUK.<br />Pour les clients basés au Royaume-Uni et dans le reste du monde, les services de paiement pour Elev8 Group Ltd sont fournis par The Currency Cloud Limited. Enregistré en Angleterre et au Pays de Galles sous le numéro 06323311. Siège social: Stewardship Building 1st Floor, 12 Steward Street London E1 6FQ. The Currency Cloud Limited est autorisée par la Financial Conduct Authority en vertu des Electronic Money Regulations 2011 pour l'émission de monnaie électronique (FRN: 900199)."
}