{
    "siteMap": {
        "title": "Enlaces",
        "home": "Inicio",
        "about": "Acerca de",
        "services": "Servicios",
        "security": "Seguridad",
        "contact": "Contáctanos"
    },
    "complaints": {
        "complaints": "Quejas",
        "safeguarding": "Protección de Fondos"
    },
    "contacts": {
        "title": "Contactos"
    },
    "disclaimer": "Elev8 Group ha seleccionado cuidadosamente a los socios líderes en fintech y cambio de divisas para ofrecer a nuestros clientes servicios y productos regulados:<br/>Elev8 Group trabaja con empresas líderes en fintech y socios de cambio de divisas para proporcionar servicios regulados a nuestros clientes. Los servicios de pago para Elev8 Group son proporcionados por Sciopay Ltd. Sciopay Ltd es una empresa constituida en Inglaterra y Gales. Número de registro: 12352935. Sciopay Ltd está licenciada y regulada por HMRC como una Empresa de Servicios Monetarios (MSB). Licencia No: XCML00000151326. Sciopay Ltd está autorizada por la Autoridad de Conducta Financiera como una Institución de Pago Autorizada. Número de referencia de la firma: 927951<br />Los servicios de pago y cambio de divisas de Elev8 Group Limited son proporcionados por Ebury Partners UK Limited. Elev8 Group Limited está asociado con Ebury Partners UK Limited como un Gestor de Programas. Ebury Partners UK Limited está autorizada y regulada por la Autoridad de Conducta Financiera como una Institución de Dinero Electrónico (Número de Registro de Servicios Financieros: 900797). Ebury Partners UK Ltd está registrada en la Oficina del Comisionado de Información, con el número de registro: ZA345828<br />Ebury Partners UK Limited (EPUK) es una Institución de Dinero Electrónico Autorizada y es una entidad licenciada que tiene permiso para ofrecer operaciones al contado y a plazo con fines comerciales para facilitar el pago de bienes o servicios identificables e inversiones directas, según la exención aplicable de la Directiva de Mercados de Instrumentos Financieros II (MiFID). Los productos de inversión regulados, tal como se definen en MiFID II, están fuera del alcance de esta licencia y no se permite su negociación bajo EPUK.<br />Para los clientes con sede en el Reino Unido y el resto del mundo, los servicios de pago para Elev8 Group Ltd son proporcionados por The Currency Cloud Limited. Registrado en Inglaterra y Gales No. 06323311. Oficina registrada: Stewardship Building 1st Floor, 12 Steward Street Londres E1 6FQ. The Currency Cloud Limited está autorizada por la Autoridad de Conducta Financiera bajo las Regulaciones de Dinero Electrónico de 2011 para la emisión de dinero electrónico (FRN: 900199)."
}