{
    "siteMap": {
        "title": "Links",
        "home": "Startseite",
        "about": "Über uns",
        "services": "Dienstleistungen",
        "security": "Sicherheit",
        "contact": "Kontakt"
    },
    "complaints": {
        "complaints": "Beschwerden",
        "safeguarding": "Sicherung der Gelder"
    },
    "contacts": {
        "title": "Kontakte"
    },
    "disclaimer": "Die Elev8 Group hat führende Fintech- und Devisenpartner sorgfältig ausgewählt, um unseren Kunden regulierte Dienstleistungen und Produkte anzubieten:<br />Die Elev8 Group arbeitet mit führenden Fintech-Unternehmen und Devisenpartnern zusammen, um unseren Kunden regulierte Dienstleistungen anzubieten. Zahlungsdienste für die Elev8 Group werden von Sciopay Ltd erbracht. Sciopay Ltd ist ein in England &amp; Wales eingetragenes Unternehmen. Registrierungsnummer: 12352935. Sciopay Ltd ist von HMRC als Geldtransferservice (MSB) lizenziert und reguliert. Lizenznummer: XCML00000151326. Sciopay Ltd ist von der Financial Conduct Authority als autorisiertes Zahlungsinstitut zugelassen. Firmennummer: 927951<br />Die Zahlungs- und Devisendienstleistungen der Elev8 Group Limited werden von Ebury Partners UK Limited erbracht. Die Elev8 Group Limited ist mit Ebury Partners UK Limited als Programmmanager verbunden. Ebury Partners UK Limited ist von der Financial Conduct Authority als E-Geld-Institut zugelassen und reguliert (Financial Services Register Nr. 900797). Ebury Partners UK Ltd ist beim Information Commissioner’s Office unter der Registrierungsnummer ZA345828 registriert<br />Ebury Partners UK Limited (EPUK) ist ein autorisiertes E-Geld-Institut und eine lizenzierte Entität, die Spots und Forwards für kommerzielle Zwecke zur Erleichterung von Zahlungen für identifizierbare Waren oder Dienstleistungen sowie Direktinvestitionen gemäß der geltenden Ausnahme von der Markets in Financial Instruments Directive II (MiFID) anbieten darf. Regulierte Anlageprodukte, wie in MiFID II definiert, fallen nicht unter diese Lizenz und dürfen nicht unter EPUK gehandelt werden.<br />Für Kunden mit Sitz im Vereinigten Königreich und dem Rest der Welt werden Zahlungsdienste für Elev8 Group Ltd von The Currency Cloud Limited erbracht. Eingetragen in England und Wales Nr. 06323311. Eingetragener Firmensitz: Stewardship Building 1st Floor, 12 Steward Street London E1 6FQ. The Currency Cloud Limited ist von der Financial Conduct Authority gemäß den Electronic Money Regulations 2011 für die Ausgabe von E-Geld zugelassen (FRN: 900199)."
}