{
    "title": "Klachten",
    "complaints": {
        "intro": "We begrijpen het belang van het snel en effectief aanpakken van uw zorgen. Hier is een samenvatting van ons klachtenafhandelingsproces:",
        "howToSubmitTitle": "Hoe een klacht in te dienen",
        "howToSubmitText": "Dien uw klacht in via e-mail naar info@elev8exchange.com of bel ons op +44 (0) 20 4580 1415.",
        "timelinesTitle": "Tijdslijnen",
        "timelinesText": "Wij streven ernaar uw klacht binnen 24 uur te bevestigen en binnen 15 dagen na ontvangst een oplossing te bieden.",
        "infoRequiredTitle": "Vereiste informatie",
        "infoRequiredText": "Beschrijf het probleem in detail, inclusief relevante data, tijden en het gewenste resultaat.",
        "financialOmbudsman": "<0>Contact opnemen met de Financial Ombudsman Service (FOS)</0>: Als u niet tevreden bent met de geboden oplossing, heeft u de mogelijkheid om de FOS te benaderen. De FOS biedt een onafhankelijke beoordelingsservice. Contactgegevens voor de FOS en meer informatie vindt u <2>hier</2>.",
        "additionalInfo": "<0>Aanvullende informatie</0>: Wij zijn uw eerste aanspreekpunt voor vragen of zorgen, inclusief klachten. Wij behandelen deze klachten in overeenstemming met ons klachtenproces en zorgen ervoor dat Currencycloud, dat u gereguleerde betalingen en e-geld diensten levert, op de hoogte wordt gesteld. Zij houden toezicht op ons proces om naleving van de regelgeving te waarborgen. Als uw klacht niet is erkend of naar tevredenheid is behandeld, kunt u de klachteninformatie van Currencycloud <2>hier</2> vinden.",
        "safeguarding": "Dit beveiligingsproces zorgt ervoor dat uw geld altijd veilig en beschikbaar is, wat ons engagement weerspiegelt om een betrouwbare en transparante service te bieden. Door samen te werken met Currencycloud voldoen we aan de hoogste regelgevingstandaarden, waardoor u de zekerheid heeft dat uw geld in veilige handen is.",
        "partners": "Wij werken samen met partners voor e-geld en betalingsinstellingen om u onze service te bieden, namelijk Currencycloud, Ebury, Equals Money en Sciopay. Currencycloud biedt u uiteindelijk gereguleerde betalings- en e-geld diensten in het Verenigd Koninkrijk, de EU en de VS. Ebury, Equals Money en Sciopay bieden u gereguleerde betalings- en e-geld diensten in het Verenigd Koninkrijk, de EU en de VS.",
        "obligations": "Deze partners hebben bepaalde verplichtingen als gereguleerde financiële dienstverleningsinstellingen, waaronder op het gebied van klachten. Wij houden hen op de hoogte van de klachten die wij van u ontvangen met betrekking tot de gereguleerde betalings- en e-geld diensten die zij u uiteindelijk bieden. Zij houden toezicht op de manier waarop wij klachten behandelen om ervoor te zorgen dat we dit doen volgens de vereiste regelgevingstandaarden.",
        "complaintHandling": "Als uw klacht over uw betalings- en e-geld diensten om welke reden dan ook niet door ons is erkend of afgehandeld, of als u zorgen heeft over de manier waarop deze is afgehandeld, kunt u de klachteninformatie van Currencycloud <1>hier</1> vinden, en <3>Ebury</3>, <5>Equals Money</5> en <7>Sciopay</7> kunt u hier vinden."
    }
}