{
    "siteMap": {
        "title": "Links",
        "home": "Startpagina",
        "about": "Over ons",
        "services": "Diensten",
        "security": "Beveiliging",
        "contact": "Contacteer ons"
    },
    "complaints": {
        "complaints": "Klachten",
        "safeguarding": "Bescherming van Fondsen"
    },
    "contacts": {
        "title": "Contacten"
    },
    "disclaimer": "Elev8 Group heeft zorgvuldig toonaangevende fintech- en valutapartners geselecteerd om onze klanten gereguleerde diensten en producten te bieden:<br />Elev8 Group werkt samen met toonaangevende fintech-bedrijven en valutapartners om onze klanten gereguleerde diensten te bieden. Betalingsdiensten voor Elev8 Group worden geleverd door Sciopay Ltd. Sciopay Ltd is een bedrijf dat is geregistreerd in Engeland &amp; Wales. Registratienummer: 12352935. Sciopay Ltd is gelicentieerd en gereguleerd door HMRC als een geldservicebedrijf (MSB). Licentienummer: XCML00000151326. Sciopay Ltd is geautoriseerd door de Financial Conduct Authority als een gemachtigde betalingsinstelling. Bedrijfsreferentienummer: 927951<br />De betalings- en valutadiensten van Elev8 Group Limited worden geleverd door Ebury Partners UK Limited. Elev8 Group Limited is verbonden met Ebury Partners UK Limited als programmamanager. Ebury Partners UK Limited is geautoriseerd en gereguleerd door de Financial Conduct Authority als een elektronische geldinstelling (Financial Services Register nr. 900797). Ebury Partners UK Ltd is geregistreerd bij het Information Commissioner's Office onder registratienummer ZA345828<br />Ebury Partners UK Limited (EPUK) is een gemachtigde elektronische geldinstelling en is een gelicentieerde entiteit die spots en forwards mag aanbieden voor commerciële doeleinden om betalingen voor identificeerbare goederen of diensten en directe investeringen te vergemakkelijken, zoals per de toepasselijke vrijstelling onder de Markets in Financial Instruments Directive II (MiFID). Gereguleerde beleggingsproducten, zoals gedefinieerd in MiFID II, vallen buiten de reikwijdte van deze licentie en mogen niet worden verhandeld onder EPUK.<br />Voor klanten die zijn gevestigd in het Verenigd Koninkrijk en de rest van de wereld, worden betalingsdiensten voor Elev8 Group Ltd geleverd door The Currency Cloud Limited. Geregistreerd in Engeland en Wales nr. 06323311. Geregistreerd kantoor: Stewardship Building 1st Floor, 12 Steward Street London E1 6FQ. The Currency Cloud Limited is geautoriseerd door de Financial Conduct Authority onder de Electronic Money Regulations 2011 voor het uitgeven van elektronisch geld (FRN: 900199)."
}