{
    "siteMap": {
        "title": "Link",
        "home": "Home",
        "about": "Chi siamo",
        "services": "Servizi",
        "security": "Sicurezza",
        "contact": "Contattaci"
    },
    "complaints": {
        "complaints": "Reclami",
        "safeguarding": "Salvaguardia dei Fondi"
    },
    "contacts": {
        "title": "Contatti"
    },
    "disclaimer": "Il gruppo Elev8 ha selezionato con cura partner leader nel settore fintech e del cambio valuta per fornire ai nostri clienti servizi e prodotti regolamentati:<br />Il gruppo Elev8 collabora con aziende fintech leader e partner del cambio valuta per fornire servizi regolamentati ai nostri clienti. I servizi di pagamento per il gruppo Elev8 sono forniti da Sciopay Ltd. Sciopay Ltd è una società costituita in Inghilterra &amp; Galles. Numero di registrazione: 12352935. Sciopay Ltd è autorizzata e regolamentata da HMRC come Money Service Business (MSB). Numero di licenza: XCML00000151326. Sciopay Ltd è autorizzata dalla Financial Conduct Authority come Istituto di Pagamento Autorizzato. Numero di riferimento aziendale: 927951<br />I servizi di pagamento e cambio valuta del gruppo Elev8 Limited sono forniti da Ebury Partners UK Limited. Il gruppo Elev8 Limited è partner di Ebury Partners UK Limited come Program Manager. Ebury Partners UK Limited è autorizzata e regolamentata dalla Financial Conduct Authority come Istituto di Moneta Elettronica (Financial Services Register n. 900797). Ebury Partners UK Ltd è registrata presso l'Information Commissioner's Office con il numero di registrazione ZA345828<br />Ebury Partners UK Limited (EPUK) è un Istituto di Moneta Elettronica Autorizzato ed è una entità autorizzata a offrire spot e forward per scopi commerciali di facilitare il pagamento per beni o servizi identificabili e investimenti diretti, come previsto dall'esenzione MiFID II (Markets in Financial Instruments Directive). I prodotti di investimento regolamentati, come definiti in MiFID II, non rientrano in questa licenza e non possono essere negoziati sotto EPUK.<br />Per i clienti con sede nel Regno Unito e nel resto del mondo, i servizi di pagamento per il gruppo Elev8 Ltd sono forniti da The Currency Cloud Limited. Registrato in Inghilterra e Galles n. 06323311. Sede legale: Stewardship Building 1st Floor, 12 Steward Street London E1 6FQ. The Currency Cloud Limited è autorizzata dalla Financial Conduct Authority ai sensi delle Electronic Money Regulations 2011 per l'emissione di moneta elettronica (FRN: 900199)."
}