{
    "title": "Complaints",
    "complaints": {
        "intro": "We understand the importance of addressing your concerns promptly and effectively. Here is a summary of our complaints handling process:",
        "howToSubmitTitle": "How to Submit a Complaint",
        "howToSubmitText": "Please submit your complaint via email to info@elev8exchange.com or call us at +44 (0) 20 4580 1415.",
        "timelinesTitle": "Timelines",
        "timelinesText": "We aim to acknowledge your complaint within 24 hours and provide a resolution within 15 days of receipt.",
        "infoRequiredTitle": "Information Required",
        "infoRequiredText": "Describe the issue in detail, including any relevant dates, times, and the outcome you’re seeking.",
        "financialOmbudsman": "<0>Contacting the Financial Ombudsman Service (FOS)</0>: If you are not satisfied with the resolution provided, you have the option to approach the FOS. The FOS offers an independent review service. Contact details for the FOS and more information can be found <2>here</2>.",
        "additionalInfo": "<0>Additional Information</0>: We are your first port of call for any queries or concerns, including complaints. We handle these complaints in line with our complaints process, ensuring that Currencycloud, who provides you with regulated Payments and E-money services, is informed. They oversee our process to ensure compliance with regulatory standards. If your complaint has not been acknowledged or dealt with satisfactorily, you can find Currencycloud’s complaints information <2>here</2>.",
        "safeguarding": "This safeguarding process ensures that your funds are always secure and available, reflecting our commitment to providing a reliable and transparent service. By partnering with Currencycloud, we adhere to the highest regulatory standards, giving you peace of mind that your money is in safe hands.",
        "partners": "We work with e-money and payments institution partners in providing you with our service, namely Currencycloud, Ebury, Equals Money, and Sciopay. Currencycloud ultimately provides you with regulated payments and e-money services in the UK, EU, and the US. Ebury, Equals Money, and Sciopay provide you with regulated payments and e-money services in the UK, EU, and the US.",
        "obligations": "These partners have certain obligations as regulated financial services institutions, including around complaints. We keep them informed of the complaints we receive from you regarding the regulated payments and e-money services they ultimately provide to you. They oversee how we handle complaints to ensure we do this to the standard required under the regulations.",
        "complaintHandling": "However, if for any reason your complaint regarding your payments and e-money services has not been acknowledged or dealt with by us, or if you have concerns about the way it has been handled, Currencycloud’s complaints information can be found <1>here</1>, and <3>Ebury</3>, <5>Equals Money</5>, and <7>Sciopay</7> can be found here."
    }
}